{
  "header": {
    "about": "O nas",
    "work": "Co robimy?",
    "join": "Dołącz do nas",
    "projects": "Nasze projekty",
    "partners": "Partnerzy",
    "contact": "Kontakt"
  },
  "home": {
    "heading": "Akademickie Koło Aplikacji Internetowych"
  },
  "about": {
    "heading": "O nas",
    "text": "<p><b>Działamy na terenie całego Poznania od 2010 roku</b>, kiedy to powstaliśmy na <accent>Wydziale Informatyki i Telekomunikacji Politechniki Poznańskiej</accent>. Jesteśmy <b>aktywnie działającym kołem naukowym</b>, które specjalizuje się w tworzeniu aplikacji internetowych oraz szeroko pojętym rozwoju w obszarze IT.</p><br></br><p>W 2022 roku zorganizowaliśmy pierwszą edycję hackathonu <accent>AKAI CODE</accent>, którego tematem przewodnim był <b>wpływ społeczny</b>. W kolejnym roku, 2023, przygotowaliśmy <accent>AKAI CAMP</accent> – serię prelekcji prowadzonych przez doświadczonych ekspertów z branży IT. Wydarzenie to koncentrowało się na tematyce <b>rozwoju kariery</b>, oferując uczestnikom nie tylko solidną dawkę wiedzy o aktualnych trendach technologicznych, ale również doskonałą okazję do nawiązywania kontaktów z przedstawicielami firm partnerskich. <accent>AKAI CAMP</accent> to przestrzeń, w której <b>edukacja spotyka się z inspiracją i networkingiem.</b></p><br></br><p>Nie zwalniamy tempa – nadal aktywnie działamy, regularnie organizując wspólnie z firmami <b>cotygodniowe warsztaty</b>, które pozwalają nam rozwijać się w różnych kierunkach. Dbamy również o integrację naszej społeczności poprzez <b>wewnętrzne konkursy</b>, spotkania towarzyskie oraz inicjatywy sprzyjające wymianie doświadczeń i budowaniu relacji.</p>",
    "quote": "Naszym członkiem może być każdy student, niezależnie na jakiej uczelni studiuje, po prostu daj nam znać!"
  },
  "work": {
    "heading": "Co robimy?",
    "title1": "Praca zespołowa",
    "title2": "Partnerzy i współprace",
    "title3": "Nasz cel",
    "text1": "<p>Skupiamy <b>młodych i ambitnych</b> ludzi, którzy jako cel stawiają sobie rozwój i osiągnięcie sukcesu w dziedzinie <accent>aplikacji internetowych.</accent></p>",
    "text2": "<p>Nawiązujemy współprace z <b>placówkami naukowymi, przedstawicielami firm oraz znanymi specjalistami ze świata IT</b>. Podejmujemy kolejne wyzwania i pokazujemy, że <accent>wiedza i doświadczenie</accent> przekazywane przez naszą organizacja stanowi przyszłość projektowania aplikacji internetowych.</p>",
    "text3": "<p><b>Promujemy ideę sieci budowanej przez profesjonalistów</b>, którzy znają wartość swojej wiedzy i są zawsze głodni nowych umiejętności i doświadczenia. Realizacje w sektorze prywatnym oraz publicznym, dają członkom <accent>AKAI</accent> szansę na <accent>budowanie profesjonalizmu</accent> i zdobycie tak ważnego doświadczenia dla obecnej i przyszłej działalności.</p>"
  },
  "join": {
    "heading": "Dołącz do nas",
    "text": "<p>Interesujesz się back-endem, front-endem, masz wyczucie designu czy może chcesz sprawdzić swoje zdolności do zarządzania i organizacji? <br></br><accent>Dołącz do nas, w każdej z tych ról będziesz mógł się realizować w AKAI.</accent></p>",
    "front": {
      "name": "Front-end development",
      "desc": "<p><accent>Wszystko to, co widzi użytkownik</accent>. Odpowiada za wygląd i zachowanie strony lub aplikacji internetowej. Powstaje przy pomocy HTML, CSS i JavaScript, ale w dzisiejszych czasach często nie jest to wystarczające. Dlatego często korzystamy z różnych frameworków jak <b>React, Vue, Next.js i Gatsby.</b></p>"
    },
    "back": {
      "name": "Back-end development",
      "desc": "<p><accent>Oprogramowanie uruchamiane po stronie serwera.</accent> Przetwarza dane i wykonuje różne operacje. To tutaj dzieje się magia. W kole korzystamy z różnych języków programowania <b>(m. in. Python, Java, PHP, Go, Ruby).</b></p>"
    },
    "mobile": {
      "name": "Mobile development",
      "desc": "<p><accent>Świat aplikacji mobilnych</accent>, dostępnych na wyciągnięcie ręki, na urządzeniach z systemami <b>iOS i Android</b>. Aplikacje piszemy najczęściej natywnie dla Androida w języku Kotlin lub multiplatform przy użyciu Fluttera. W ramach sekcji mobile tworzymy także czasem PWA.</p>"
    },
    "ui": {
      "name": "Graphic design / UI / UX",
      "desc": "<p><accent>Zanim coś stworzymy, warto to zaprojektować.</accent> Oprócz tego, żeby było przyjemne dla oka - warto również zadbać o to, aby <b>interfejs był intuicyjny dla użytkownika.</b></p>"
    },
    "join": "Chcesz do nas dołączyć?",
    "button": "Napisz do nas"
  },
  "projects": {
    "heading": "Zrobiliśmy ponad ",
    "projects": " projektów",
    "subheading": "W takich językach programowania jak:",
    "badge": "I wiele innych..."
  },
  "partners": {
    "heading": "Nasi partnerzy"
  },
  "contact": {
    "heading": "Skontaktuj się z nami!",
    "footer": "Realizacja"
  },
  "not-found": {
    "404": "Nie znaleziono strony :(",
    "404button": "Wróć na stronę główną"
  }
}
